Repository: 84000/data-translation-memory
Catalog: toh556-v3.tmx
Source language: bo
Languages: en

source: ལྷ་ཆུའི་གོས་རྫིང་དེར་ཉ་ཁྲི་པོ་དེ་དག་གུམ་མམ་མ་གུམ་ལྟར་སྩལ་ཏོ། །
en: ‘I will send Jalāmbara to that lake to see whether those ten thousand fish are dead or alive.’

source: རྒྱལ་པོས་སྨྲས་པ། དེ་ལྟར་གྱིས་ཤིག །
en: “ ‘Do that!’ commanded the king.

source: དེ་ནས་ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཀྱིས། ཁྱེའུ་ཆུའི་གོས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །འབྲོག་ཁོང་ཁོང་ན་ཡོད་པའི་རྫིང་གི་ཉ་ཁྲི་པོ་དེ་དག་ཤི་འམ་མ་ཤི་ལྟོས་ཤིག །
en: “Then Jalavāhana, the head merchant’s son, said to his son Jalāmbara, ‘Son, go to see whether the ten thousand fish in the lake in the empty wilderness have died or not.’

source: དེ་ནས་ཁྱེའུ་ཆུའི་གོས་མྱུར་བ་མྱུར་བར་འབྲོག་ཁོང་ཁོང་ན་ཡོད་པའི་རྫིང་ཆེན་པོ་ག་ལ་བ་དེར་སོང་བ་དང་། ཉ་ཁྲི་པོ་དེ་དག་ཤི་བའི་དུས་བྱས་པར་གྱུར་ཅིང་། མེ་ཏོག་མན་དཱ་ར་བའི་ཆར་ཆེན་པོ་བབ་པ་ཡང་མཐོང་ནས་སླར་ལོག་སྟེ་ཕ་ལ་སྨྲས་པ།
en: “Then the son, Jalāmbara, went as quickly as he could to that great lake in the empty wilderness and saw that the time of death had come for those ten thousand fish and that a great rain of coral tree flowers had fallen there.

source: ཉ་རྣམས་གུམ་པར་གྱུར་ཏོ། །
en: He returned and said to his father, ‘Their time of death had come.’

source: དེ་ནས་ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཀྱིས། ཁྱེའུ་ཆུའི་གོས་ལ་ཚིག་དེ་ཐོས་པ་དང་རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ག་ལ་བ་དེར་སོང་ནས་དེ་དག་རྒྱུས་ནས་ཞིབ་ཏུ་སྨྲས་ཏེ། ལྷ་མཁྱེན་པར་མཛད་དུ་གསོལ། ཉ་ཁྲི་པོ་དེ་དག་ཐམས་ཅད་ནི་གུམ་པར་གྱུར་ནས། སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེས་ཏེ།
en: “Then Jalavāhana, the head merchant’s son, having heard those words, went to King Sureśvaraprabha and told him in detail what had occurred: ‘The time of death had come to all those ten thousand fish, and they were reborn among the devas of Trāyastriṃśa.

source: དེ་དག་བདག་གི་མཐུས་མདང་སུམ་དེ་ལྟ་བུའི་དགེ་བའི་ལྟས་དེ་དག་བྱུང་སྟེ།
en: It is through their and my power that those good signs appeared last night.

source: བདག་གི་ཁྱིམ་དུ་ཡང་མུ་ཏིག་གི་སེ་མོ་དོ་བཞི་ཁྲི་དང་། ལྷའི་མེ་ཏོག་མན་དཱ་ར་བའི་ཆར་ཡང་བབ་བོ། །
en: There also fell a rain of forty thousand strings of pearls and divine coral tree flowers in my home.’

source: དེ་ནས་རྒྱལ་པོ་དེ་མགུ་ཞིང་དགའ་སྟེ་ཡི་རངས་པར་གྱུར་ཏོ། །
en: “Then the king was happy, pleased, and overjoyed.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་རིགས་ཀྱི་ལྷ་མོ་བྱང་ཆུབ་ཡང་དག་པར་བསྡུས་པ་ལ། འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཅེས་བྱ་བར་གྱུར་པ་དེ། གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་སེམས་ན།
en: The Bhagavat then said to the goddess Bodhisattvasamuccayā, “Noble goddess, do not hold the view of thinking that at that time, in that time, King Sureśvaraprabha was anyone else.

source: དེ་དེ་ལྟར་མི་བལྟའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: ཤཱཀྱ་ལག་ན་བེ་ཅོན་ཅན་དེའི་ཚེ་དེའི་དུས་ན། རྒྱལ་པོ་ལྷའི་དབང་ཕྱུག་འོད་ཅེས་བྱ་བར་གྱུར་ཏོ། །
en: It is because during that time the Śākya Daṇḍapāṇi was King Sureśvaraprabha.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། ཚོང་དཔོན་རལ་པ་འཛིན་ཅེས་བྱ་བར་གྱུར་པ་དེ། གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་སེམས་ན། དེ་དེ་ལྟར་མི་བལྟའོ། །
en: “Noble goddess, do not hold the view of thinking that at that time, in that time, the head merchant Jaṭiṃdhara was anyone else.

source: རྒྱལ་པོ་ཟས་གཙང་མ་དེའི་ཚེ་དེའི་དུས་ན། ཚོང་དཔོན་རལ་པ་འཛིན་ཅེས་བྱ་བར་གྱུར་ཏོ། །
en: It is because during that time King Śuddhodana was the head merchant Jaṭiṃdhara.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན་ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་སེམས་ན། དེ་དེ་ལྟར་མི་བལྟའོ། །
en: “Noble goddess, do not hold the view of thinking that at that time, in that time, Jalavāhana, the head merchant’s son, was anyone else.

source: ང་དེའི་ཚེ་དེའི་དུས་ན་ཚོང་དཔོན་རལ་པ་འཛིན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: It is because during that time I was Jalavāhana, the head merchant’s son.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། ཆུང་མ་ཆུའི་པདྨའི་སྙིང་པོ་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་སེམས་ན། དེ་དེ་ལྟར་མི་བལྟའོ། །
en: “Noble goddess, do not hold the view of thinking that at that time, in that time, his wife, Jalāmbujagarbhā, was anyone else.

source: ཤཱཀྱའི་བུ་མོ་ས་འཚོ་མ་དེའི་ཚེ་དེའི་དུས་ན། ཚོང་དཔོན་གྱི་ཁྱེའུ་ཆུ་འབེབས་ཀྱི་ཆུང་མ་ཆུའི་པདྨའི་སྙིང་པོ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: It is because during that time the Śākya maiden Gopā was his wife, Jalāmbujagarbhā.

source: སྒྲ་གཅན་ཟིན་ནི་དེའི་ཚེ་དེའི་དུས་ན་ཁྱེའུ་ཆུའི་གོས་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: “Rāhula was at that time the son Jalāmbara, and Ānanda was at that time the son Jalagarbha.

source: ཀུན་དགའ་བོ་ནི་དེའི་ཚེ་དེའི་དུས་ན་ཁྱེའུ་ཆུའི་སྙིང་པོ་ཞེས་བྱ་བར་གྱུར་ཏོ། །རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། ཉ་ཁྲི་པོར་གྱུར་པ་དེ་དག་གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་སེམས་ན། དེ་དེ་ལྟར་མི་བལྟའོ། །
en: “Noble goddess, do not hold the view of thinking that at that time, in that time, the ten thousand fish were anyone else.

source: འབར་བའི་ཁྱད་པར་གྱི་གཟི་བརྗིད་ཀྱི་རྒྱལ་པོ་ལ་སོགས་པ་ལྷའི་བུ་ཁྲི་པོ་འདི་དག་དེའི་ཚེ་དེའི་དུས་ན་ཉ་ཁྲིར་གྱུར་ཏེ། གང་དག་ངས་ཆུ་དང་ཁ་ཟས་ཀྱི་མཆོག་གིས་ཚིམ་པར་བྱས་ཤིང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ། ཟབ་མོའི་ཆོས་ཀྱང་བསྟན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་གཙུག་ཏོར་ཅན་གྱི་མཚན་ཀྱང་བསྒྲགས་པ་སྟེ།
en: It is because during that time Jvalanāntara­tejo­rāja and the rest of these ten thousand devas were those ten thousand fish that I satisfied with water and excellent food, to whom I taught the profound Dharma of dependent origination, and to whom I recited the name of the tathāgata arhat samyaksaṃbuddha Ratnaśikhin.

source: དགེ་བའི་ལས་ཀྱི་རྒྱུ་དེས་ངའི་གན་དུ་འདིར་ལྷགས་ཏེ། དེས་ན་ད་ལྟར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་ཏོ། །
en: It is because of that good action as a cause that they arrived here and that I have given them the prophecy of their attainment of the highest, most complete enlightenment.

source: རབ་ཏུ་དགའ་བ་དང་། རབ་ཏུ་དང་བ་དང་། མཆོག་ཏུ་དགའ་བ་དང་། གུས་པར་ཆོས་མཉན་པས་ཐམས་ཅད་ལུང་བསྟན་པ་ཞེས་བྱ་བའི་མིང་ཐོབ་པར་གྱུར་ཏོ། །
en: Because they listened to the Dharma reverently with complete delight, complete trust, and complete joy, they have received their prophecies and names.

source: རིགས་ཀྱི་ལྷ་མོ་དེའི་ཚེ་དེའི་དུས་ན། ཤིང་གི་ལྷ་མོར་གྱུར་པ་དེ་གཞན་ཞིག་ཡིན་སྙམ་དུ་ཁྱོད་སེམས་ན། དེ་དེ་ལྟར་མི་བལྟའོ། །
en: “Noble goddess, do not hold the view of thinking that at that time, in that time, the tree goddess was anyone else.

source: རིགས་ཀྱི་ལྷ་མོ་ཁྱོད་དེའི་ཚེ་དེའི་དུས་ན། ཤིང་གི་ལྷ་མོར་གྱུར་ཏོ། །
en: It is because during that time you were that tree goddess.

source: རིགས་ཀྱི་ལྷ་མོ་རྣམ་གྲངས་འདིས་ན་འཁོར་བ་ན་འཁོར་བའི་ཚེ། ངས་ཇི་ལྟར་སེམས་ཅན་མང་པོ་བྱང་ཆུབ་ཏུ་ཡོངས་སུ་སྨིན་པར་བྱས་ཏེ། དེ་དག་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་ལུང་བསྟན་པའི་ས་ཐོབ་པར་གྱུར་པར་རིག་པར་བྱའོ། །
en: “Noble goddess, know through this teaching that while I continued in saṃsāra, I ripened many beings for enlightenment, and they have all obtained prophecies of their attainment of the highest, most complete enlightenment.”

source: གསེར་འོད་དམ་པ་མདོ་སྡེའི་དབང་པོའི་རྒྱལ་པོ་ལས། ཆུ་འབེབས་ཀྱིས་གདུལ་བའི་ཉའི་སྔོན་བྱུང་བའི་ལེའུ་ཞེས་བྱ་སྟེ་ཉི་ཤུ་རྩ་ལྔ་པའོ།། །།
en: This concludes “The Story of the Fish Guided by Jalavāhana,” the twenty-fifth chapter of “The Lord King of Sūtras, the Sublime Golden Light.”

source: བམ་པོ་བཅུ་པ། རིགས་ཀྱི་ལྷ་མོ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ནི་གཞན་ལ་ཕན་པའི་ཕྱིར། ལུས་ཀྱང་ཡོངས་སུ་བཏང་ངོ་། །
en: Chapter 26: The Gift of the Body to a Tigress “Moreover, noble goddess, bodhisattvas give away their bodies in order to benefit others.

source: དེ་ཅི་ལྟ་ཞེ་ན།
en: What is that like?

source: དྲི་མ་མེད་ཅིང་ཤིན་ཏུ་རྒྱས་པའི་ཡོན་ཏན་རྣམ་པ་སྣ་ཚོགས་བརྒྱའི་འོད་ཟེར་སྣང་བ་དང་ལྷ་ཡུལ་དུ་རྣམ་པར་འཕྲོ་བ་ཐོགས་པ་མེད་པའི་ཡེ་ཤེས་མཐོང་བ་དང་། སྟོབས་ཀྱིས་ཕ་རོལ་གནོན་པའི་བཅོམ་ལྡན་འདས་དགེ་སློང་སྟོང་གིས་ཡོངས་སུ་བསྐོར་ཏེ། ཡུལ་ལྔ་ལེན་གྱི་ལྗོངས་སུ། ལྗོངས་རྒྱུ་ཞིང་གཤེགས་ནས། ནགས་ཚོགས་ཤིག་ཏུ་བྱོན་པ་དང་།
en: “The Bhagavat, with the light rays of a hundred various, stainless, and vast qualities shining on the earth and in the paradises, with the vision of unimpeded wisdom, and the power to suppress adversaries, accompanied by a thousand bhikṣus, was traveling and passing through the Pañcāla land and came to a forest.

source: དེས་དེར་སྔོ་ཞིང་འཇམ་ལ་མཐིང་ཀར་འདུག་པའི་སྤང་གི་ངོས་ལ་མེ་ཏོག་དྲི་ཞིམ་པ་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་རབ་ཏུ་བརྒྱན་པའི་ས་ཕྱོགས་ཞིག་གཟིགས་སོ། །
en: “There he saw a place of soft pasture, green and blue, with its surface adorned by a variety of aromatic flowers.

source: གཟིགས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ས་ཕྱོགས་འདི་ནི་མཛེས་པ་སྟེ། འདི་ན་གཏམ་གྱི་གནས་ཀྱི་མཚན་མ་ཡོད་ཀྱིས་ད་དེ་བཞིན་གཤེགས་པའི་གདན་ཐིང་ཤིག །
en: When he saw that, the Bhagavat said to Venerable Ānanda, ‘Ānanda, this area is beautiful; it has the signs of a place for me to speak, so now prepare a seat for the Tathāgata.’

source: དེ་ནས་དེས་བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་བཞིན་དུ་གདན་བཏིང་ངོ་། །
en: “In accordance with the Bhagavat’s instruction, he prepared a seat.

source: གདན་བཏིང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གདན་བཏིང་ལགས་ན་བཅོམ་ལྡན་གཙོ་བོ་མཆོག །མི་ལ་མཆོག་སྩོལ་དམ་པ་སྲིད་བཅིངས་གྲོལ། །
en: When it was prepared, he said to the Bhagavat: “ ‘Excellent, supreme Bhagavat, sublime giver of the supreme to humans, Bringer of liberation from the bondage of existence, your seat is prepared.

source: ཞུགས་ཏེ་མི་ལ་སྨན་སླད་ཐར་བགྱིད་ཀྱི། །བཀའ་མཆིད་དམ་པ་བདུད་རྩི་གསུང་དུ་གསོལ། །
en: I pray that you be seated and speak the amṛta of the sublime instructions That bring liberation so as to benefit beings.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་གདན་དེ་ལ་བཞུགས་ནས། དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་ཁྱེད་བྱ་དཀའ་བ་བྱེད་པའི་བྱང་ཆུབ་སེམས་དཔའི་རུས་པ་རྣམས་བལྟ་བར་འདོད་དམ། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: “The Bhagavat then sat on the seat and said to the bhikṣus, ‘Bhikṣus, do you want to see the bones of a bodhisattva who did that which was difficult to do?’

source: བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་དེ་དག་གིས་འདི་སྐད་གསོལ་ཏོ། །དྲང་སྲོང་དམ་པ་སེམས་ཅན་མཆོག་གི་སྙིང་པོ་པ། །བཟོད་དང་བརྩོན་འགྲུས་ཆེ་ལ་ཞི་དང་དུལ་དགའ་ཞིང་། །བློ་གྲོས་དྲན་དགའ་ཡོན་ཏན་དཔག་མེད་གནས་གྱུར་གྱི། །རུས་པ་བདག་ཅག་བལྟ་བའི་དུས་ལགས་དེ་ལེགས་ཤོད།
en: “The bhikṣus said to the Bhagavat: “ ‘Excellent Ṛṣi, tell us well, for the time has come for us to see The bones of someone dedicated to the benefit of beings, Who had patience, great diligence, and delighted in peace and self-control, Who delighted in wisdom and mindfulness and possessed immeasurable qualities.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ཀྱི་མཐིལ་འཁོར་ལོ་རྩིབས་སྟོང་གི་རི་མོ་ཅན་དང་མེ་ཏོག་ཀ་མ་ལ་གསར་དུ་ཁ་ཕྱེ་བ་ལྟར་འཇམ་པའི་ཕྱག་གིས། སའི་ངོས་ལ་བརྡབས་ཏེ།
en: “The Bhagavat then stamped on the ground’s surface with the sole of his foot, which was as soft as a newly blossomed lotus flower and had marked upon it the design of a wheel with a thousand spokes.

source: བསྣུན་མ་ཐག་ཏུ། ས་རྣམ་པ་དྲུག་ཏུ་གཡོས་ཏེ། ནོར་བུ་དང་། གསེར་དང་། དངུལ་ལས་བྱས་པའི་མཆོད་རྟེན་ཞིག་དེ་ནས་བྱུང་ངོ་། །
en: As soon as he had pressed down on the earth, it shook in six ways and a stūpa made of silver and gold emerged from it.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་མཆོད་རྟེན་འདི་ཕྱེ་ཞིང་། །
en: “The Bhagavat then said to Venerable Ānanda, ‘Ānanda, open this stūpa!’

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས། བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་ནས། མཆོད་རྟེན་དེ་ཕྱེ་བ་དང་། དེས་དེར་གསེར་གྱི་འོད་འཕྲོ་བ་ཅན་གྱི་ནོར་བུ་དང་མུ་ཏིག་གིས་ཁེབས་པར་གཡོགས་པའི་གསེར་གྱི་ཟ་མ་ཏོག་ཅིག་མཐོང་ངོ་། །
en: “Venerable Ānanda, obeying the Bhagavat, opened the stūpa and saw inside some golden caskets covered with jewels and pearls that shone with a golden light.

source: མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གསེར་གྱི་ཟ་མ་ཏོག་དག་ཅིག་མཆིས་སོ། །
en: Having seen that, he told the Bhagavat, ‘Bhagavat, there are golden caskets.’

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཟ་མ་ཏོག་བདུན་པོ་འདི་དག་ཐམས་ཅད་ཕྱེ་ཞིག །
en: “ ‘Open all these seven caskets!’ said the Bhagavat.

source: དེ་བཞིན་དུ་ཐམས་ཅད་ཁ་ཕྱེ་བ་དང་། དེས་དེར་རུས་པའི་ཁ་དོག་ཁ་བ་དང་། མེ་ཏོག་ཀུ་མུ་ད་འདྲ་བ་དག་ཅིག་མཐོང་ངོ་། །
en: “He thus opened them all, and he saw in them bones that were the color of snow and white water lilies.

source: མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རུས་པ་དག་ཅིག་གདའོ། །
en: Having seen them, he told the Bhagavat, ‘Bhagavat, there are bones.’

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་སྐྱེས་བུ་ཆེན་པོའི་རུས་པ་རྣམས་ཁྱེར་ཏེ་ཤོག །
en: “ ‘Ānanda, bring the bones of the great being!’ said the Bhagavat.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་རུས་པ་དེ་དག་བླངས་ཏེ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཕུལ་བ་དང་།
en: “Venerable Ānanda picked up those bones and gave them to the Buddha Bhagavat.

source: བཅོམ་ལྡན་འདས་ཀྱིས་རུས་པ་རྣམས་དགེ་འདུན་གྱི་མདུན་དུ་བསྣམས་ཏེ། ཕྱག་ཏུ་བཞེས་ནས་བཀའ་སྩལ་པ། རུས་པ་འདི་དག་ཡོན་ཏན་མཆོག་རབ་ཚོགས་ལྡན་བློ་གྲོས་མཆོག །དུལ་དང་བསམ་གཏན་བཟོད་པ་སྤྲོ་བ་གྲགས་མཆོག་དམ་པ་སྟེ། །
en: The Bhagavat took the bones, held them in front of the saṅgha, and said: “ ‘These are the bones of someone who possessed the accumulation of supreme qualities, had supreme understanding, And had sublime, supreme self-control, meditative stability, patience, enthusiasm, and renown.

source: བློ་གྲོས་ལྡན་རྣམས་ཕྱིར་ཞིང་རྟག་ཏུ་བྱང་ཆུབ་འདི་ལ་ནི། །སྤྲོ་བརྟན་མོས་དང་བློ་གྲོས་མཆོག་ཏུ་སྦྱིན་ལ་དགའ་བར་བྱས། །
en: Moreover, they created in those with understanding a constant enthusiasm and aspiration for this enlightenment, And they have created a delight for giving in those with perfect understanding.’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས། དགེ་སློང་རྣམས་ལ་བཀའ་སྩལ་པ། དགེ་སློང་དག་བྱང་ཆུབ་སེམས་དཔའི་རུས་པ་ཚུལ་ཁྲིམས་དང་ཡོན་ཏན་གྱིས་ཡོངས་སུ་བསྒོས་པ། མཆོག་ཏུ་མཐོང་བར་དཀའ་བ། བསོད་ནམས་ཀྱི་ཞིང་དུ་གྱུར་པ་རྣམས་ལ་ཕྱག་འཚོལ་ཅིག །
en: “The Bhagavat then said to the bhikṣus, ‘Bhikṣus, pay homage to the bones of a bodhisattva that are suffused with good conduct and good qualities, that are supremely difficult to see, and that are a field of merit.’

source: དེ་ནས་དགེ་སློང་དེ་དག་གིས་ཐལ་མོ་སྦྱར་ཏེ། འདུན་པའི་ཡིད་ཀྱིས་རུས་པ་རྣམས་ལ་ཕྱག་འཚལ་ཏོ། །
en: “Those bhikṣus placed their palms together and with aspiration paid homage to the bones.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་ཐལ་མོ་སྦྱར་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་ནི་འཇིག་རྟེན་ཐམས་ཅད་ལས་མངོན་པར་འཕགས་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱིས་ཕྱག་བགྱིས་པ་ལགས་ན། ཇི་ལྟར་དེ་བཞིན་གཤེགས་པ་ཉིད་རུས་པ་འདི་དག་ལ་ཕྱག་བཞེས།
en: “Then Venerable Ānanda, with palms together, said to the Bhagavat, ‘The Bhagavat Tathāgata is higher than all worlds and is to be paid homage by all beings, so why does the Tathāgata pay homage to these bones?’

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཀུན་དགའ་བོ་རུས་པ་འདི་དག་གིས་ང་འདི་ལྟར་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་སོ། །
en: “The Bhagavat replied to Venerable Ānanda, ‘Ānanda, it is through these bones that I quickly attained the highest, most complete enlightenment of perfect buddhahood.

source: ཀུན་དགའ་བོ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ན། རྒྱལ་པོ་ཤིང་རྟ་ཆེན་པོ་ཞེས་བྱ་བ་བཞོན་པ་དང་། སྟོབས་དུ་མ་དང་ལྡན་པ། ཐོགས་པ་མེད་པའི་སྟོབས་ཀྱིས་ཕ་རོལ་གནོན་པ་ཞིག་བྱུང་སྟེ།
en: Ānanda, in the past, in a time gone by, there was a king by the name of Mahāratha, who had many troops and vehicles, and unimpeded power, and who had subjugated his adversaries.

source: དེ་ལ་བུ་ལྷ་གཞོན་ནུ་དང་འདྲ་བ་གསུམ་ཞིག་ཡོད་དེ། སྒྲ་ཆེན་པོ་དང་། ལྷ་ཆེན་པོ་དང་། སྙིང་སྟོབས་ཆེན་པོའོ། །
en: He had three sons who were like young gods—Mahāpraṇāda, Mahādeva, and Mahāsattva.

source: དེ་ནས་རྒྱལ་པོ་རྩེ་བའི་ཕྱིར་སྐྱེད་མོས་ཚལ་གྱི་སར་བྱུང་བ་དང་། གཞོན་ནུ་དེ་དག་སྐྱེད་མོས་ཚལ་དེའི་ཡོན་ཏན་ལ་ཆགས་ཤིང་མེ་ཏོག་འདོད་པས་ཕན་ཚུན་དུ་རྒྱུ་སྟེ། ནགས་ཁྲོད་ཆེན་པོ་བཅུ་གཉིས་སུ་ཞུགས་སོ། །
en: “ ‘At a certain point the king, in order to amuse himself, went to a park; the boys, attracted to the qualities of that park, and desiring flowers, ran back and forth, and came to twelve great, dense forests, which the princes entered.

source: དེ་ནས་རྒྱལ་པོའི་བུ་དག་དོང་བ་དང་གཞོན་ནུ་རིམ་གྲོ་བ་རྣམས་ཀྱང་རྒྱལ་བུས་བསྐྲད་ནས་ཕན་ཚུན་དུ་དོང་སྟེ། ཀུན་ཏུ་བསྲུངས་པའི་སྐྱེད་མོས་ཚལ་ཆེན་པོའི་ནགས་ཁྲོད་བཅུ་གཉིས་སུ་ཞུགས་སོ། །
en: The princes dismissed their attendants, who then went here and there, while the princes entered the twelve great, dense forests in the protected park.

source: དེ་ནས་སྒྲ་ཆེན་པོས་ནུ་བོ་གཉིས་ལ་སྨྲས་པ། ཁོ་བོའི་སྙིང་ལ་འཇིགས་པས་ནོན་ན། འདིར་བདག་ཅག་གཅན་གཟན་གྱིས་བསད་དུ་འོང་གིས་ད་ཚུར་ཤོག །
en: “ ‘Mahāpraṇāda said to his two younger brothers, “I am oppressed by the fear in my heart that we could be killed by wild beasts.

source: ལྷ་ཆེན་པོས་སྨྲས་པ།
en: Let’s go back!”

source: བདག་ལ་འཇིགས་པ་ནི་མ་མཆིས་ན། སྐྱེ་བོ་སྡུག་པ་དང་བྲལ་བ་སྙམ་བགྱིད་པའི་སྙིང་དུ་གྱུར་ཏོ། །
en: “ ‘Mahādeva said, “I am not afraid, but in my heart there is the thought of being separated from beloved people.”

source: སྙིང་སྟོབས་ཆེན་པོས་སྨྲས་པ། ཐུབ་པས་བསྔགས་པའི་ནགས་ཁྲོད་དབེན་པ་འདིར། །བདག་ནི་མི་འཇིགས་མྱ་ངན་མ་མཆིས་ཀྱི། །
en: “ ‘Mahāsattva said: “ ‘ “I have no fear and have no sadness In this solitary forest praised by sages.

source: ཤིན་ཏུ་རྒྱས་མཆོག་དོན་ཆེན་རྙེད་སྙམ་སྟེ། །བདག་གི་སྙིང་འདིར་རབ་ཏུ་དགའ་བར་གྱུར། །
en: My heart has become filled with joy Thinking I will find a vast, excellent purpose.”

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་དེ་དག་ནགས་ཁྲོད་བཅུ་གཉིས་པོ་དེ་དག་གི་ཁྲོད་དུ་རྒྱུ་བ་ན། སྟག་མོ་བུ་བྱུང་ནས་ཞག་དྲུག་གམ་ཞག་བདུན་ལོན་པ་ཞིག །བུ་ལྔས་བསྐོར་ཏེ་བཀྲེས་ཤིང་སྐོམ་པས་ཉམས་སྨད་ནས།
en: “ ‘As the young princes were wandering in the midst of those twelve great, dense forests, they saw a tigress who had given birth six or seven days before, encircled by her five cubs.

source: ལུས་མཆོག་ཏུ་ཉམ་ཆུང་བར་གྱུར་པ་དེ་འདྲ་བ་ཞིག་མཐོང་ངོ་། །
en: She was so hungry and thirsty and exhausted that her body was completely weakened.

source: མཐོང་ནས་ཀྱང་སྒྲ་ཆེན་པོས་སྨྲས་པ། ཀྱེ་མའོ་ཉོན་མོངས་མ་འདི་བུ་བྱུང་ནས་ཞག་དྲུག་གམ། ཞག་བདུན་ཞིག་ལོན་པར་གྱུར་ལ།
en: “ ‘When they saw her, Mahāpraṇāda said, “Alas, this afflicted creature has given birth to cubs some six or seven days ago.

source: ད་ལྟར་ཟས་མ་རྙེད་པས། ཡང་ན་ནི་རང་གི་བུ་ལ་ཟ་བར་འགྱུར། ཡང་ན་ནི་བཀྲེས་པས་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་རོ། །
en: Now that she has not found food, she will eat her own cubs, or will die of hunger.”

source: སྙིང་སྟོབས་ཆེན་པོས་སྨྲས་པ། ཉོན་མོངས་མ་འདིའི་ཟས་ནི་ཅི།
en: “ ‘ “What does this tormented one eat?”

source: སྒྲ་ཆེན་པོས་སྨྲས་པ།
en: asked Mahāsattva.

source: འདིར་གང་ཤ་གསར་པ་དང་ཁྲག་དྲོན་པོ་ཡོད་ན། དེ་ནི་སྟག་དང་། དོམ་དང་། དྲེད་དང་། སེང་གེ་རྣམས་ཀྱི་ཟས་ཡིན་ནོ་ཞེས་ཟེར་རོ། །
en: “ ‘ “Fresh meat and warm blood are said to be the food of tigers, black bears, brown bears, and lions,” answered Mahāpraṇāda.

source: ལྷ་ཆེན་པོས་སྨྲས་པ། འདིར་ཉོན་མོངས་མ་འདི་བཀྲེས་པ་དང་། སྐོམ་པ་དང་ལྡན་པའི་ལུས་སུ་གྱུར་པས་སྲོག་གི་ལྷག་མ་ཅུང་ཟད་ཅིག་ལུས་ཏེ། རབ་ཏུ་ཉམ་ཆུང་བ་འདིས།
en: “ ‘Mahādeva said, “She has a body that is tormented by hunger and thirst, and she has only a little life left.

source: གནས་འདིར་ཟས་སྐོམ་ཚོལ་ནི་མི་ནུས་ན།
en: She is so weakened she will not be able to seek for food and drink in this place.

source: འདིའི་སྲོག་ཡོངས་སུ་བསྲུང་བའི་ཕྱིར། སུ་ཞིག་རང་གི་ལུས་ཡོངས་སུ་གཏོང་བར་བྱེད་པར་འགྱུར་ཞིག་གུ། སྒྲ་ཆེན་པོས་སྨྲས་པ།
en: Who would give up their own body to save her life?”

source: ཀྱེ་རང་གི་ལུས་ཡོངས་སུ་གཏོང་བ་ནི་བྱ་དཀའ་བའོ། །
en: “ ‘ “Oh! To give up one’s body would be a difficult thing to do!”

source: སྙིང་སྟོབས་ཆེན་པོས་སྨྲས་པ།
en: said Mahāpraṇāda.

source: བདག་ཅག་ལྟ་བུ་སྲོག་དང་ལུས་ལ་མངོན་པར་ཆགས་པ། བློ་ཆུང་བ་རྣམས་ལ་ནི་ཚུལ་འདི་བྱ་དཀའ་བ་ལགས་ཀྱི། གཞན་ལུས་ཡོངས་སུ་གཏོང་བ་ལ་ཞུགས་པ། །གཞན་ལ་ཕན་པར་བརྩོན་པའི་སྐྱེས་བུ་དམ་པ་རྣམས་ལ་ནི་བྱ་དཀའ་བ་མ་ལགས་སོ། །
en: “ ‘Mahāsattva said, “For us, who have small minds and are attached to life and body it would be difficult to do, but for supreme beings who give their bodies to others, who are dedicated to benefiting others it would not be difficult.

source: ཡང་སྙིང་བརྩེ་སྙིང་རྗེ་ལས་བྱུང་འཕགས་པའི་སེམས་ཅན་དག །ལྷ་ཡུལ་དང་ནི་ས་འདིར་རང་ལུས་རྙེད་སྙམ་སྟེ། །གཞན་གྱི་སྲོག་ཕྱིར་མཐུན་པར་དགའ་བའི་ཡིད་ཀྱིས་ནི། །འགྱུར་བ་མེད་པར་འདིར་ནི་རྣམ་པ་བརྒྱ་ཡིས་བརྩེ། །
en: “ ‘ “The noble beings who arise from pity and compassion, Thinking they will find a body in paradise or on this earth, With a joyful mind oriented to saving the lives of others Without wavering, would delight in this in a hundred ways.”

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་དེ་ཤིན་ཏུ་མི་དགའ་སྟེ། སྟག་མོ་དེ་ལ་མིག་མི་འཛུམས་པར་རིང་ཞིག་ཏུ་བལྟས་ནས་སོང་ངོ་། །
en: “ ‘As they went away, the young prince was very unhappy and kept looking back at the tigress, staring at her from afar.

source: དེ་ནས་སྙིང་སྟོབས་ཆེན་པོ་འདི་སྙམ་དུ་སེམས་ཏེ། ད་ནི་བདག་གི་ལུས་འདི་ཡོངས་སུ་གཏང་བའི་དུས་ལ་བབ་བོ། །
en: “ ‘Mahāsattva thought, “The time has come for me to give away my body.

source: འཇིག་ཅིང་འགྱེས་པའི་ཆོས་ཅན་མཐར་འབྱེ་མཐའ་ངན་པ། །རྣག་ཅན་ལུས་འདི་ཟས་དང་སྐོམ་དང་མལ་ཆ་དང་། །བཞོན་པ་འོས་པ་ཆེན་པོ་དག་གིས་རིང་བསྲུངས་ཀྱང་། །
en: “ ‘ “For a long time I have taken care of this body of pus With food, drink, beds, carriages, and other suitable things, But it will naturally fall apart and be destroyed, come to an end, have a bad end.

source: སྔར་མེད་རང་གི་རང་བཞིན་མི་འདོར་བྱས་དོན་མེད། །
en: It has never before rid itself of that nature; it has no benefit.

source: ཡང་ཐམས་ཅད་མི་གཙང་བར་གྱུར་པས་ན། དེའི་འཚོ་བ་མེད་ཀྱིས། ད་བདག་གིས་དེ་ལས་བཟང་པོའི་ལས་སྦྱར་བར་བྱའོ། །
en: “ ‘ “It is in all respects impure and therefore cannot be kept alive, so I should use it for something better.

source: དེའི་ཕྱིར་བདག་སྐྱེ་བ་དང་། འཆི་བའི་རྒྱ་མཚོ་ལས་བསྒྲལ་བའི་གྲུ་བོ་ཆེ་ལྟ་བུར་འགྱུར་རོ། །
en: Therefore, I will become like a great ship that crosses the ocean of births and deaths.

source: ཡང་སྙིང་པོ་མེད་ལུས་དབུ་བ་འདྲ་ལ་སྲིན་བུ་བརྒྱས་གང་བྱས་པ་ཆུད་གཟོན་པ། །
en: It has no essence; it is like foam. It is filled with worms and is a waste.

source: འབྲས་འདྲ་བ་ཡི་སྲིད་པ་བརྒྱ་ལྡན་གཅིན་དང་ཕྱི་སས་གང་བ་འདི་བཏང་སྟེ། །
en: It has a hundred growths that are like boils. It is filled with urine and feces, and I will give it away.

source: མྱ་ངན་མེད་ཅིང་འགྱུར་མེད་ཕུང་མེད་དྲི་མེད་བསམ་གཏན་ལ་སོགས་ཡོན་ཏན་གྱིས། །ཀུན་ཏུ་གང་བའི་ཆོས་སྐུ་ཡོན་ཏན་བརྒྱས་གང་རྡུལ་དང་བྲལ་བ་ཐོབ་པར་བྱ། །
en: “ ‘ “I will obtain the Dharma body that is without misery, changeless, never ruined, stainless, completely filled with such qualities as meditation, filled with a hundred qualities, and free of all impurities.”

source: དེ་སྙིང་རྗེ་ཆེན་པོ་མཆོག་དང་ལྡན་པའི་སྙིང་དུ་གྱུར་པས་དེ་ལྟར་བཏུལ་ནས། ཁྱེད་གཉིས་གཤེགས་སུ་གསོལ། །
en: “ ‘With a heart that was filled with perfect great compassion, and self-controlled in that way, he said, “You two go on.

source: བདག་ནི་རང་གི་བགྱི་བ་ཞིག་གི་སླད་དུ། ནགས་ཁྲོད་བཅུ་གཉིས་སུ་འཇུག་གོ། །ཞེས་དེ་གཉིས་བསྐྲད་དོ། །
en: I have something of my own to do and will go back into the twelve dense forests,” and he sent them both away.

source: དེ་ནས་རྒྱལ་བུ་གཞོན་ནུ་སྙིང་སྟོབས་ཆེན་པོ་ནགས་འདབ་དེ་ནས་སླར་ལོག་སྟེ། སྟག་གི་གནས་སུ་སོང་ནས། ནགས་ཀྱི་ཡལ་ག་ལ་གོས་གཟར་ཏེ།
en: “ ‘The young prince then returned into the great forest and went to the location of the tigress.

source: བདག་ནི་འགྲོ་ལ་ཕན་ཕྱིར་བྱང་ཆུབ་མཚུངས་པ་མེད་པ་ཞི་བ་ཐོབ་འདོད་དེ། །
en: He hung his clothes on a branch, and prayed, “I wish to attain the unequaled peace of enlightenment in order to benefit beings.

source: གཞན་གྱིས་གཏང་བར་དཀའ་བའི་ལུས་ནི་བློ་གྲོས་འགྱུར་བ་མེད་པའི་སྙིང་རྗེས་སྦྱིན། །
en: With unchanging, wise compassion I make a gift of the body, which others find hard to give away.

source: བདག་གིས་སྐྱོན་མེད་བྱང་ཆུབ་རིང་མེད་རྒྱལ་སྲས་རྣམས་ཀྱིས་གཉེར་བ་ཐོབ་པར་ཤོག །
en: May I attain the faultless, priceless enlightenment that bodhisattvas seek.

source: བདག་གིས་སྲིད་པའི་རྒྱ་མཚོ་རབ་ཏུ་འཇིགས་ལས་འཇིག་རྟེན་གསུམ་པོ་བསྒྲལ་བར་བྱ། ཞེས་སྨོན་ལམ་བཏབ་བོ། །
en: May I free the three worlds from the terrifying ocean of existence.”

source: དེ་ནས་སྙིང་སྟོབས་ཆེན་པོས་སྟག་མོའི་མདུན་དུ་ཉལ་བ་དང་། དེ་ནས་བྱམས་པ་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའ་ལ། སྟག་མོས་ཅི་ཡང་མ་བྱས་སོ། །
en: “ ‘Mahāsattva then laid himself down before the tigress, but the tigress did nothing to the loving bodhisattva.

source: བྱང་ཆུབ་སེམས་དཔས།
en: “ ‘The bodhisattva thought, “Oh!

source: ཀྱེ་མའོ་འདི་ནི་ཉམ་ཆུང་བས་མི་ནུས་སོ་སྙམ་ནས་ལངས་ཏེ།
en: She is too weak to do anything!” and got up.

source: སྙིང་བརྩེ་བའི་བློ་གྲོས་ཀྱིས་མཚོན་ཆ་བཙལ་ན།
en: With the wisdom of compassion, he sought a weapon.
